[
  "(251): I THINK it was the lead singer. Whoever he was, I have his number and his dick was pierced.",
  "(1-251): It was totally the lead singer.",
  "(+44): I appreciate alcohol much more now that I have to be sober sometimes",
  "(707): I just got fingered in the Win-Co parking lot for pills. How's your meltdown going?",
  "(710): my mom snuck into my room, washed her clothes and made her breakfast. what the fuck she's a better boyfriend than I am",
  "(617): woke up and somehow me leather belt got torn in half.  either we partied with the hulk or some chick just could not wait to see my dick.  probably the former tho",
  "(718): DO NOT SLAP ANYONE WITH ANY VEGAN MEAT PATTIES",
  "(215): i just want a position where we can lock up like some sort of sexual megatron and go the whole night that way",
  "(586): So....I just took a paddle fan on high speed to the side of the head while getting head...still finished the job, good thing I'm drunk and couldn't feel it.",
  "(884): My parents worry about me having parties when they go on vacation. Umm no it just means I'm drinking and smoking alone on the first floor of the house instead of the second",
  "(212): Hashtag Pathetic",
  "(250): I'm gonna eat more dunkaroos to cope with what's in my vagina.",
  "(415): Holy shit, just saw a girl in the library smoking a bong disguised as a calculator",
  "(773): im watching blue is the warmest color at the music box and this dude is literally masturbating 3 feet in front of me",
  "(773): I've been here 11 months and i just realized i have literally never looked at my apartment/roomates sober",
  "(772): She gave you a handy in the bar and you were surprised she was good with a dick?",
  "(845): Hahah good point",
  "(317): He's going to find out eventually, but really what's he going to do? Cry about it and buy another fucking kitten??",
  "(772): 22 is way too old to still be having \"thank god I think I'm getting my period\" days",
  "(412): That was the night I passed out and someone threw chicken at me. SORRY I wasn't available to cockblock you from that Hispanic dude.",
  "(519): How did it feel to just observe all the people blacking out usually you're on the other end of things",
  "(1-519): I felt like I was at the zoo",
  "(225): A good drinking club with a running problem, improves endurance in both I have observed this evening.",
  "(225): 2 for 1 beer results in multiples of 2 so what should be a beer or two becomes 4 or 6.  But running, alleviates the need for a DD.",
  "(402): just saw a kid get pissed on buy a tiger at the zoo. His dad is rofling and the kid is crying. I think I have to go make a new friend",
  "(612): And your boyfriend doesn't mind you constantly taking pictures of his dick just to freak out your brother?",
  "(651): its more like he's accepted that he can't stop me",
  "(651): My boobs just got me out of my third ticket last night",
  "(651): you win. again.",
  "(315): I just scored a new eye doctor and a date all in one email. BOOM!",
  "(847): WHO THE FUCK PEED IN MY BONG",
  "(859): I love this text stream: discussing the development of a business model centered around cooking acid to bankroll a yacht trip in Croatia",
  "(248): I'm the kind of girl who misses her mouth when trying to eat, do you honestly think I'm coordinated enough to wear heels during sex?",
  "(630): If you get that boat I will recruit some boat hoes for you and tape a video and sync it to I'm On A Boat. This is happening.",
  "(502): I just googled \"can they trace a vibrator back to you\" so that' s how my life it going.",
  "(973): I stopped hooking up with him and ran to the bathroom to throw up. He saw me throwing up and it made him throw up",
  "(518): Well I smoked some weird shit and I think I peed on my phone.",
  "(779): I had a drinkin contest with a person that didnt exsist, fuck withdrawl day",
  "(815): Yes.",
  "(903): I swear, when I turn 21 in four months, I'm going to carry a flask around with me, and make a drinking game out of everything.",
  "(804): My kid just put flowers in my hair to make me pretty, then showed my boobs to an entire playground.  He's either the best wingman or the worst.",
  "(615): Turns out the bartender I fucked is the bar owner.  WHY THE FUCK DO I PAY FOR HALF MY DRINKS?  IS SEX NOT TIP ENOUGH?",
  "(371): My dream date: Hotdogs/nachos from the bar & tequila. Is that too much to ask?",
  "(731): The only rule I'm making for myself tonight is to not drink out of the sink at the bar.",
  "(503): Just had my very first high conversation with mom",
  "(541): And you survived it! I'd say that earns you a \"Blaze It Like a Real Adult\" from the Grown-up Girl Scouts",
  "(209): Brought some lesbians back to the light side of the force",
  "(425): Dude, my sex life is so sad since I started having feelings.",
  "(425): Sleeping with just one person sucks",
  "(212): We work out, have really intense sex, and then eat cereal marketed for children. We have a system, okay?",
  "(936): You are the only person I know who has a fierce hatred for a five year old. Not even five year olds in general, yours is very specific",
  "(902): I have weed and a speedo - I don't need anything else.",
  "(617): well smoking weed has become a deal breaker for me so I pretty much use \"let's go smoke a blunt\" as an icebreaker",
  "(231): I just chugged whiskey at 7 AM because going to breakfasts at Brendas doesnt seem right if Im not real drunk. I feel like when Brenda takes my order she can tell Im drunk and will take care of me.",
  "(813): I am lonely and hungry.  I need a girlfriend, but I'd settle for my mom.",
  "(845): There's nothing more awkward than going on a beer run with 3 ten year olds....teacher of the year right here!",
  "(540): I distinctly remember telling him \"I'll suck your dick while you eat pizza\"",
  "(401): The amount of times I have been emergency drunk in the past 72 hours is staggering",
  "(507): The whole bar erupted and in happiness and confusion as I went on about pancakes.",
  "(740): At the funeral we'll say nice things, like \"She was delightfully extreme, psychotically wonderful, and could probably drink all you fuckers under the table.\"",
  "(414): That's literally the perfect eulogy",
  "(518): I know I come to this conclusion on a fairly regular basis but I really do need a babysitter",
  "(914): this is a preemptive text before you call me freaking out: i have your keys and your car is parked safely a block down from your apartment.",
  "(845): you are a goddess",
  "(585): this whole \"benign brain tumor\" is truly a blessing in disguise.  I almost want to start bringing MRIs to the bar because sympathy pussy is flowing like the nile",
  "(802): He was lasting forever and I couldn't take it so I faked an asthma attack",
  "(773): Should I have spent my entire pay check on Crown Royal and LSD? No. Do I regret it? Also, no.",
  "(360): I'm so high that hamburger just went up my nose. Mustard BURNS",
  "(973): you dont know your limits until you wake up with a black eye and a bruised rib and find out you got ran over by a bicycle last night",
  "(717): Dude your life.. At your sugar daddies house sending nudes to your fwb",
  "(703): YOU WILL DIE AND I WILL CARVE 'I TOLD YOU SO' ON YOUR HEADSTONE",
  "(619): Maybe he injected his testicle?",
  "(727): man my uterus needs to drop the egg or GTFO, BUUUSHIT",
  "(616): He's so vague sometimes. Like dude, we've been friends for 3 years. I don't need you to be vague, I need you to be inside of my vagina.",
  "(973): I just sneezed and margarita mix and ash came out of my nose. I love jersey",
  "(407): No more chicken and waffles served by drag queens at 2 AM. :(",
  "(951): you went to ralph's and bought all of their pears and left them outside my house",
  "(818): Would you go as one half of Harry and Lloyd in Tuxes to Aaron's wedding?",
  "(203): No other awkward car ride can beat the one you give your drug dealer home.",
  "(647): All I found in my purse this morning was 160 cigarettes and a fistful of confetti.",
  "(416): As soon as I got there, you appeared out of no where, yelled \"they're giving away free cigarettes!\" in my face and then disappeared and I didn't see you the rest of the night.",
  "(574): Update: that felon in Georgia I slept with is now a police officer. What a wonderful world",
  "(757): ACTUALLY FUNNIEST MOMENT OF THE NIGHT WAS WHEN YOU WERE TALKING TO HIM AND YOU SAID \"WHEN YOU MEET ME IN REAL LIFE I WILL BE A LOT ANGRIER.\" And then he said \"WHEN I MEET YOU IN REAL LIFE I WILL BE LESS DRUNK, HOPEFULLY.\"",
  "(610): My day went from bad to worse when I realized I puked out my second floor window last night.",
  "(904): I have not brushed my hair. I'm wearing a yoga hoodie. I look like I slept in a gutter somewhere. Today is going to be a good day.",
  "(616): i need to put some appletini on your dick",
  "(847): well my grandpa saw your dick pic, so why don't you tell me how my day is going",
  "(678): If I had a penis, I'd want to put it in you. And I'd treat you with respect and pay for your drinks.",
  "(310): Next time I try to break into the police station drunk, please stop me.",
  "(702): In bathroom. Hand in air with cell phone. Help.",
  "(919): Also I would love to pregame at your place if I weren't stuck at mine drinking laxatives",
  "(425): So apparently I initiate sex in my sleep",
  "(425): Like, I can't stand that bitch, but i genuinely hope she gets the help she needs",
  "(917): She's the perfect storm of great hair, big boobs, intellectualism, and mild moral ambiguity.",
  "(903): The album on my phone containing gross pictures to send when boys ask for nudes is now substantially larger than my normal photo album. Because I send one every night",
  "(802): Just fell off my bed trying to pose and take a nude for you. Probably broke my wrist",
  "(585): No. Every time we go there, you end up getting high, then lost, then going home with strangers.",
  "(443): Naw but when she was in the bathroom I threw the condom out the window and I'm pretty sure it hit some girl",
  "(732): you ran up to the police and said \"fuck the police shit we living in hell \". Then you dropped your Margarita and said \"Darby Out\" lol",
  "(443): i'm not drunk or reckless enough to have you track my every fucking move. I AM AN ADULT",
  "(701): I'm studying.  And by studying I mean I am laying on my floor drinking boones farm alone.  Last two weeks.  Fuck it.",
  "(702): I just screamed IM THE CHUPACABRA and jumped on his dick. I need to evaluate my life choices.",
  "(+44): I don't want sex or anything I just really need someone to appreciate how shiny my hair is",
  "(623): It is clearly not my fault that you decided studying was more important than trying to bang our hot teacher for an A, so I seized the opportunity.",
  "(402): reason #326 why I'm still single.... my date just told me there's a little boy ghost that lives in his closet because he likes his music.",
  "(361): You don't know how skeptical I was about letting a guy with braces go down on me",
  "(716): HOW THE FUCK CAN YOU NOT REMEMBER WHIPPING IT OUT AND PUTTING ON THE BAR?",
  "(716): By the way, you're banned for life.",
  "(704): Sarah is throwing up still and I'm eating salad with my fingers",
  "(773): i just got hit on on the bus. Yes sir, because its every boys dream to fuck a forty year old with a face tattoo",
  "(212): He said it wasn't ladylike of me to drink more whiskey than him. I told him to stop being a little bitch.",
  "(870): So I spent all night thinking my bed was floating down a river and telling the cats to get on the bed because they were going to float away. Percocet is strong shit.",
  "(717): also somebody did cough syrup and i was really worried but i couldn’t express why properly so i was like MACKLEMORE SAYS NO",
  "(407): If I win the lottery I'm going to hire someone to skywrite \"FUCKTARD\" over his house. That much anger.",
  "(757): the conference was great. we had to hide the acid in a planter in front of the department of agriculture though",
  "(207): Yeah. Still not happy that my prof saw a picture of my vag.",
  "(843): My uterus is doing all sorts of karate moves to break free of my body.",
  "(386): I will never look at a penis the same again. After that I will appreciate them so much more than I do. Makes me wanna kiss yours just for being pretty",
  "(407): For what it's worth, I didn't think that hitting you with a crowbar as hard as I did would break your arm like that. You should drink more milk.",
  "(714): I don't know what part of my sober brain thought it was a good idea to get stoned when I can barely walk with crutches as it is, but that part is stupid.",
  "(863): You know you had a good time when you get the wheelchair treatment in Mexico back to your cruise.",
  "(361): He had an extremely smooth butt for a man with such rough hands.",
  "(224): I had to write an apology letter to my roomate for hotboxing in our bathroom. What a bitch.",
  "(623): How will you ever teach your dogs to pee outside when the biggest puddle on your bedroom carpet is from you?",
  "(407): I traded him cumming in my face for a year for a Disney annual pass. One giant leap back for feminism, one small step for the adult child Disney fan.",
  "(440): How hard is it to grasp the concept of 'I lost an impromptu saber bout and so I have to make a macaroni map of Soviet Russi, including Kazicstan'!?",
  "(941): With everyone putting up pictures of their moms on Facebook it's time to go single MILF hunting.",
  "(508): I'm all set for mothers day, I let her beat me in beer pong.",
  "(815): I know you're on a date and I should leave you alone but about twenty minutes ago I realized I haven't been spanked in years so if you're still looking for a birthday present, you know, consider it.",
  "(717): THE EAGLE HAS MY PANTIES. I REPEAT. THE FUCKING MASCOT HAS MY PANTIES.",
  "(610): HOLY SHIT. You're my hero.",
  "(317): So, just saw a lady hysterically sobbing in a Walmart at 3 AM. Someone's not having a happy mother's day.",
  "(317): i have achieved a new state of being which requires no food or water but is sustained only by coffee and pure, unrelenting rage",
  "(714): I never thought I would be saying these words but...when did David Spade get hot?",
  "(973): Tomorrow's Mother's Day and the only thing I can afford is beer and the McDonalds dollar menu. Do you think a Budweiser and a Big Mac says thank you for me fucking up your life since 1990?",
  "(540): \"I'm not drinking any more tonight.\" As I dipped my quesadilla in a shot of tequila....then eats it",
  "(773): ok I know you arent happy with the way we ended but paying someone to pass me an STD is TOTALLY FUCKED!!!",
  "(215): Everyone says I win the strip club",
  "(724): This girl I interned with got engaged today and I'm just like over here taking plan B with my tacos and PBR.",
  "(706): Me: 10% human, 90% poor drunken life choices.",
  "(903): is there a line between daddy kink and oedipus complex?",
  "(973): Just used the \"Buddy\" Poppy flower I got from a veteran to clean my one hitter. \"I'm proud to be an American\"",
  "(732): It's like my uterus needs a hug... and anti depressants",
  "(703): How'd the date with the redheaded dentist go?",
  "(202): She didn't like my gingervitis joke",
  "(805): Moral of the story: I had sex to Back to the Future last night.",
  "(804): I now have a other guy willing to drive 3 hours for my vagina.  At my next gyno appointment I'm asking her if there's cocaine in there.",
  "(804): You know it was a weird night when you find curly fries in your purse the next morning...",
  "(780): I'm 2 beers deep on an empty stomach, and I just wanna say, I pride myself on my use of commas",
  "(614): You puked on yourself, then demanded to take shower. In which you kept saying \"its raining\"",
  "(760): I'm out of prison. Wanna start a band?",
  "(917): currently googling \"apology gifts for when you poop on their floor\"",
  "(310): I like how she'll post a picture on Instagram with her boyfriend and 2 hours later you'll send me a snap of her panties on your rear view mirror",
  "(251): I am thinking about buying a decorative chest for all our sex stuff....",
  "(317): You knocked on your freshman year room door, told the kids who opened it \"I own you\", and attempted to force-feed them everclear.",
  "(978): Settled one third of the tab. Am going back for sex. Love you, make friends",
  "(317): did i just see you in the movie theater carrying a margarita into Frozen?",
  "(1-317): All the 6 year olds are jealous of my alcohol",
  "(334): I DMed the cop that arrested me to come unlock my keys out if my car today",
  "(801): You should just skip the small talk from now on and instead say something like \"You need to come slay the dragon, be here in 15?\"",
  "(602): It's amazing how hard it it while drunk to not comment \"fuck you\" on dumb peoples' statuses",
  "(347): how does spending your day off taking me to the hospital sound?",
  "(512): Well shit, I would've slept with him if I knew he was gonna be in the draft.",
  "(505): I just sneezed glitter I JUST SNEEZED G LITTER I j u st SneeZED GLIT TER I DO NOT HAVE TIME FOR THIS AT ALL.",
  "(205): Last night at the bar you we're seriously going up to people and pushing through them like they were bowling pins and you were a bowling ball",
  "(908): tried to make it look like I had been conscious/awake and out all day when I stumbled into cvs at 6pm to buy plan B",
  "(908): update: I failed",
  "(443): You were sitting in a chair and you said \"I just feel like a little fishy, floooooating through the ocean, so pretty\"",
  "(313): If i'm forever fucked up in this state of mind then I'm going to kill him for this",
  "(904): The guy I screamed at across the bar for booing the Bruins ended up buying me shots I had to explain to him there's not a chance in hell I would ever fuck a Canadian! #Bostonstrong",
  "(406): I can't sleep. My mind keeps asking \"turn down for what?\" but it won't accept any of my answers.",
  "(+44): Sorry I sent you a video of a singing reverend last night, I was really high.",
  "(361): I need to mount that unicorn and turn him into a full blown steed.",
  "(661): I'm sorry your Amazon says buttplugs now",
  "(210): We should just do therapy together, clearly we have all the same issues. It's why we are friends.",
  "(512): Make sure you plan your visit for October. That's ACL festival, it's like every Bro in the country converges on Austin. My vagina wants to go hunting.",
  "(847): lesson learned. Never drop acid before a trip to the aquarium.  Sounds awesome, is actually terrifying.",
  "(631): My roommate just walked in on him eating me out ..happy finals week right?",
  "(803): sooo the guy I beat last night in strip pong is the manager's husband at my new job...",
  "(734): I have a to do list for the summer and thing one is figuring out my sexual orientation",
  "(407): I'm drinking with a guy who apparently blew my dog sitter.",
  "(919): I don't need a lecture. I'm 41. I know I'm an idiot.",
  "(305): He's still short.... And probably a douchebag. But if we ever run into him downtown I fully encourage you to take him home and have \"I hate you douchebag\" sex and lick every inch of that disgustingly toned chest.",
  "(727): Didn't have the heart to tell him that while he was eating my ass I was laughing, not moaning, into the pillow",
  "(541): I just fell off a roof. So I'm kinda chillin for a minute.",
  "(204): when I type Christina's, my phone's predictive text assumes my next word is boobage",
  "(973): Have fun in Vegas! Be safe, use condoms, and take a pic of Jon beforehand to give out when he goes missing. It will help the police.",
  "(580): You aren't truly friends with someone until you play drinking games via text at 8:30 in the morning.",
  "(530): I may quit my job to go be a costumed Jedi at Disneyland.",
  "(805): We could get her a gift basket of Xanax l",
  "(731): I just farted so loud someone came to check on me. Thought something fell in my office.",
  "(402): I'm just trying to find the strength to put my bra back on and come inside",
  "(425): Do you know how many guys' fantasies I've been told I'm a part of lately?!",
  "(425): Just 2. But still.",
  "(917): Yes, if by 'finishing my business' you mean vomiting in her bathtub and losing my watch.",
  "(716): It's the warm chocolate goeyness of a brownie combined with the heavenly taste of weed-smell... Why have I never done this before?",
  "(703): Today is an \"outside sex\" kind of day.",
  "(316): I don't know. Sometimes you can be a wild card with your emotions. Mostly the emotion known as anger.",
  "(407): It's gotten to a point that when guys say \"I'm gonna cum\" I've developed a habit of responding \"dooo itttt\" in a deep voice. #isthatweird",
  "(573): Do you think casino weekend will remind us once again that we in fact are not mature enough to be this old?",
  "(573): Made my roommate send me tit pics so I could send them to someone because I didn't want to move.",
  "(416): and then I said \"oh, I see the price of Plan B has gone up\". and the pharmacist looked at me very sadly. I was just trying to make conversation.",
  "(205): And then I discovered that while drunk last night I called the NAACP and left an angry voicemail demanding they fix the racism at my school",
  "(719): Why did I see a weird snapchat of you barking at McDonald's last night?",
  "(952): My tongue is raw from licking all that salt with my tequila shots...happy cinco de mayo",
  "(516): I was figuring I'd break up with her after work, but before Taco Tuesday",
  "(224): my life could not get any worse. just saw my sister in a porno",
  "(678): I threw up through my nose tonight. Happy cinco de mayo",
  "(415): Well, he asked what my sign was, then proceeded to critique me on my beer pong stance... I really need to raise my standards.",
  "(701): If you hear a loud thud and smell ozone, I may have been electrocuted.",
  "(727): Oh by \"being festive\" I mean make tacos for dinner.",
  "(773): i saw way too much penis for that to have been a funeral",
  "(610): call me with an emergency in 5 min.  This chick has a strap on hangin behind the bathroom door.",
  "(630): His status said \"sad.\" of course I liked it. I don't even care that I was the only one. Facebook isn't your god damn journal, we don't care about your problems.",
  "(785): Lesson learned:nothing good comes from an at home wax kit.",
  "(810): Apparently we carried the stove upstairs. I Woke up with it in my room.",
  "(810): Dude, Dimensionally it doesn't even fit in that stairway! We might have to knock a wall out to get it back down!",
  "(715): Just thought of the perfect gift for mom.... how about not telling her about my fourth open intoxicant ticket I got last night?",
  "(412): Is her birthday actually on cinco de mayo? That makes so much sense",
  "(425): Last night apparently I said \"I need a break\" and then I just passed the fuck out for 3 hours",
  "(773): Well I accidentally flashed a 76 year old woman, i'm in a house full of republicans and Im almost drunk enough to give the gay rights speech so i'd say this wedding reception is going great",
  "(780): Pretty sure I just noped a member of the Canadian women's hockey team on Tinder.",
  "(602): Would you like to get an apartment bong? It can be like our pet and we can give it a name.",
  "(702): good news: smoking weed at school again, quality of life has improved drastically",
  "(218): I'm drinking coffee out of a pasta sauce jar and eating fruit soaked in Smirnoff. I think I've hit rock bottom.",
  "(908): On the upside, no one went to the hospital! Lex's friend was definitely on fire at one point last night though because he tried to juggle tiki torches. He was shirtless this morning and smelled like a BBQ.",
  "(602): I'm missing my left shoe, and there's a note on my foot (in my handwriting) that says \"HAHA BITCH\" Any explanation for this?",
  "(517): Doing laundry. My jeans from last night smell like chicken wings and motor oil.",
  "(847): I'm making mistakes. Coming up with girl now",
  "(847): I hate me. That girl was hiiiiideous.",
  "(479): Did I really make a PSA to that garage party that you wanted to bang him?",
  "(1-479): You gave a whole fucking speech. It was inspiring.",
  "(530): She said she wouldn't get out of hand. When the cops showed up she jumped off the 4ft high porch and fell into a ditch. She then buried herself because she was wearing light pants and though the light from the cops flashlights would reflect off her pants. We couldn't find her for 40 minutes.",
  "(386): Going to dump some dried Xanax powder into some Mac and cheese. Can't think of a better way to avoid tasting it.",
  "(517): So I don't know, I'm not a doctor, but I might be juggling dates with 3 different guys...",
  "(409): We were all day drunk by 2pm. Now I know why they hate Americans",
  "(216): You did a body shot out of her belly button with a bendy straw.",
  "(203): drunk brunch me or lose me forever",
  "(313): He texted me at 3am that you cut your hand at the bar and were bleeding all over.",
  "(313): I woke up to a text thinking you bled out at a bar, turns out you got your butthole licked.",
  "(615): I shaved my asshole for you. You WILL fuck me tonight.",
  "(256): I want to get up and tell you that smells delicious but I'm struggling with the idea of pants",
  "(203): I love getting kicked out of places. Its like winning a little league game",
  "(226): I'm hoping you were seen by someone holding a frozen turkey at 230 in the morning",
  "(+61): I could see myself being this awkward weirdo drunk girl that patted strangers and danced terribly but was powerless to stop it",
  "(412): Your rough animalistic sex sounds are disrupting my cocktail hour",
  "(305): I'm just more comfortable with the bondage",
  "(518): I should get him a card \"thanks for letting me use you for your penis on and off as I see fit and for being a nice guy. My boobs and I appreciate your loyalty and dedication\"",
  "(832): I feel like I'm in a development meeting for a Lifetime original movie.",
  "(407): Should I be scared that after we hooked up she took antibiotics with Sailor Jerry's?!",
  "(540): I'm going to three dry weddings this month. I'm flashing three dry weddings this month",
  "(615): and then I drunkenly screamed, \"you can ride that Uber all the way to revenge city!\"",
  "(615): which was funny until I realized I paid for my enemy's cab to go fuck my ex",
  "(212): She throws back shots like they are NO-THING. I swear, she goes through like five straight tequila shots, does a jello shot, chases with half a hot dog, has a rum and coke, and then takes her shirt off and makes an impromptu bandage out of it for fuckin' Tim who cut himself on the flagpole. I'm going to marry her.",
  "(867): Did I leave the house with out a shirt or socks?",
  "(1-867): Yea, you said you didn't need them cause she was going to take them off anyways and that it would \"save time\".",
  "(606): Took his shirt off. Announced he was Jesus. Threw up. Asked me to cuddle him to sleep. And then tried to kiss me. Typical Saturday night.",
  "(940): Did you leave ur panties in the sink?",
  "(214): Kitchen or bathroom?",
  "(717): He made a playlist to use during sex...that ended with The Ultimate Warrior's entrance music.",
  "(620): There is a high possibility I will pass out with my hand in a bag of Doritos",
  "(281): I just got hit with cramps and found a mystery pill. I'm gonna stay put for an hour and at least see what happens.",
  "(941): I just got dropped off by that cop that pulled you over. Best sex ever! Consider that $140 ticket my birthday present.",
  "(832): You are one with the wind and sky, bro.",
  "(913): I was looking at the storm clouds during my run and one oddly resembled ur penis",
  "(603): where will you be at 9:30 tonight?",
  "(1-603): piledriving you in your roommate's bed?",
  "(618): We had sex on a dog bed..",
  "(409): They came over the loud speaker and said \"no laying on the dance floor..\" I thought i was dancing, but apparently that's just the way it started out.",
  "(306): I don't have time to shower before my passport photos...your cum is all over my hair...that's with me for 10 years now",
  "(651): Why put me through the conflicting battle of being happy for your vagina but sad for my vagina for no reason ahole",
  "(316): Why was I drunk tweeting incorrect Beyonce lyrics last night?",
  "(616): The cop let us off with a warning because I had more Twitter followers than he did. The future is terrifying.",
  "(603): I actually had to apologize for \"being too aggressive about harry potter\"",
  "(814): After we had breakup sex it took him longer to say goodbye to my boobs than it did to me...",
  "(805): Dude. My tinder just blew up in Seattle. I'm moving here. I don't give a fuck",
  "(+44): i just got referred to as \"the Loch Ness Cockster\".  God bless my Scottish heritage.",
  "(609): Lets just put it this way. Im meeting his nana after a mind blowing orgasm.",
  "(607): His cat watched us the ENTIRE time. Every time I glanced over the poor kitty looked at me as if I were pelvic thrusting her father to death.",
  "(814): I cant see straight, her clothes are all over my floor and I'm covered in bite marks... No I will not go to brunch with you",
  "(336): My book, \"How to Live With a Huge Penis\" was delivered today. Can't wait to read it in public.",
  "(416): Thanks for bringing me tea/a bucket. You have earned yourself a face touch.",
  "(303): Your ability to whip out your dick and take a pic anytime I text you is startling.",
  "(914): Rule #36, branched off rule 4: Dave stays on a leash in crazy settings. It keeps him good and gets you laid.",
  "(917): So essentially he's like a puppy you can bring to a bar? Retractable leash or chain then?",
  "(908): I need a nap, Harry Potter movies, and dick in this exact order after work.",
  "(815): To keep it classy I will take a pregnacy test on Mother's Day",
  "(989): Let me be the vehicle for you to live out your slutty half-gay dreams.",
  "(901): This power is too much for most humans to handle safely. It's like having the nuclear launch codes, except it's my penis.",
  "(832): The teenager outdrank all of us. All. Of. Us. I woke up and she was getting everyone water and fruit snacks. I give up.",
  "(405): What happened to fro yo and sex?",
  "(586): I'm sun burnt so instead of getting drunk and trying to sleep with you, how about we get naked and you scratch my body and rub lotion on me while I rub one out?",
  "(630): Youre having a picnic",
  "(773): Yeah but all we have is vodka, so it's getting a bit out of hand.",
  "(613): Going to the ER, I'll explain later but apparently drunk me isn't allergic to peanut butter.",
  "(304): I think my ball sweat smells like waffle house. might be time to change up drunken eating habits",
  "(847): As if I wouldn't steal Nintendo brand \"Mario is my HOMEBOY!\" boxers when he gave me the entire drawer to choose from.",
  "(435): Yeah that's a good idea.. I like to be responsible when I trip my nuts off",
  "(915): He won't leave and I need to take a shit and vomit, quite possibly at the same time.",
  "(585): Dude of course I want to. Your penis is beautiful.",
  "(404): If I just skip sleeping, does hangover still happen? Gonna try it. Will report back. StTAND BY",
  "(703): I enjoy the level of friendship we have achieved until you ask me to determine what may or may not be gentile warts via iphone pic",
  "(515): I panicked i brought burritos. Funeral burritos",
  "(+61): Just cried because I'm out of oreos. This post-molly depression can go fuck itself.",
  "(323): VAL. THIS MOTHERFUCKER IS LAYING IN MY BED WEARING A CAT SHIRT, VAL. COME SAVE ME, VAL.",
  "(330): GDI YOU HAVE THE GOD OF FUCKING THUNDER'S NUDES AND YOU DIDN'T SHARE",
  "(919): if a girl cums in a dorm room and no one hears it did it really happen?",
  "(814): I'm so proud of us for not dying.",
  "(647): yesterday pre dick pic he said \"no disrespect to your situation but i cant wait to get ahold of you again in the future\" is this how people network??",
  "(303): he was like captain planet, but less blue and more nakeed",
  "(416): No one likes wet exercise unless it's vigorous sex in the shower",
  "(412): he only noticed i dyed my hair purple like halfway through sex and he looked really shocked and he just said \"You look like Barney.\" as he came.",
  "(773): Had to decide between a hook up at the train restroom or getting to work on time #growingup",
  "(716): I'm on tinder and every time somebody says something too creepy for me I start quoting scripture at them. My boobs are like missionaries.",
  "(518): Just licked cheese from my hot pocket off my phone. I spilled because I was eating a Popsicle at the same time. Send an adult please",
  "(602): Hey, I think I showed you a picture of my nephew while we were fucking last night. Sorry, I know it's weird, I just really love that kid. Again, sorry.",
  "(925): You just gave me the title for the series of our lives. Haha. Chapter 12: the cocaine on the back of the hairbrush",
  "(405): That Kevin guy is something else...His penis is fucking glorious. And he has a way with words. If he lived here I'd be the conductor of the fuck caboose. I mean literally I would never want to get off that thing.",
  "(732): I saved him in my phone as \"Well-Hung Burrito Savior.\" I love Taco Tuesday.",
  "(425): I just had sex on a roof",
  "(602): I accidentally called my professor daddy...and I think he liked it. Help, I'm scared.",
  "(301): At least I had a $10 coupon for Plan B today. Smart shopping for bad decisions",
  "(310): I'm filtering his penis picture  so I can see it better",
  "(248): Idk what the interview would be like but I imagine you in a suit and tie surveying a nervous freshman and eventually leading him into a labyrinth of debauchery and clapping him on the back, saying \"welcome to the fraternity, son\"",
  "(417): Stoned stonnnnnnned on the raaaaange",
  "(419): Powdered alcohol is a real thing now. Move over crystal light... Water bottles rejoice!!",
  "(503): I just drove by a stop sign that had a used maxi pad stuck to it WHAT THE FUCK",
  "(361): u kept repeating to itself \"hot cheetos and nacho cheese sauce..\"",
  "(775): Judging by his bulge. This guy is going home with me. Who doesn't want a dick that looks like it used to be a pillar in Rome.",
  "(925): You were a hurricane of blowjobs and glitter makeup. You came out of the closet and took the house down with it",
  "(505): Bonded with the ladies at the perfume outlet by saying \"help me smell like i'm not hungover before my shift starts\". This is not where I wanted my life to be",
  "(614): If I get a 4.0 I am doing SO much cocaine.",
  "(419): He keeps asking the karaoke guy to play let it go from frozen so he can sing it in a falsetto",
  "(726): Another beautiful Sunday, another beautiful day the stick is not positive. Amen.",
  "(815): I got so many dick pics last night. It was like a slideshow from heaven.",
  "(703): MY WHOLE FAMLY IS TALKING ABOUT MY BUTT",
  "(912): WAIT I'M COMING I WANT TO TALK ABOUT IT TOO",
  "(361): I've been here 20 minutes and a sweaty naked man has kissed me on the cheek.",
  "(361): I'm two shots in and wandering around Barnes and Noble with $58 in singles.",
  "(479): He tried to tell me that that stripper was his aunt..",
  "(727): Successfully put eye drops in while driving with my glasses on. Stoner level: expert",
  "(201): You know you're doing college wrong when you have to bail your RA out of jail",
  "(615): well at least now you can say you got an STD from the frontman of a band no one's heard of",
  "(212): fuck you.",
  "(306): it was her dad's 50th birthday kegger. Within the first 5 minutes I got punched in the ear from an off-duty cop and smoked a joint the size of my vibrator.",
  "(306): oh yeah, and she got boxed-out by said cop. Then her dad turned around and high-fived him for it",
  "(908): I told her my blood type was O Positive and we started making out. Bio majors are weird.",
  "(909): My goal is to be drunk before we even get out of the No Wake Zone.",
  "(615): Welp, I've officially cried in every Chipotle bathroom in the city. Correlation or causation?",
  "(771): Apparently last night I yelled \"the cops were called on a mother fucker and that mother fucker is me.\" And then proceeded to exorcise a sandwitch.",
  "(443): i tried to propose to him with my nipple ring but i couldnt figure out how to take it out",
  "(519): So I can officially say that someone has licked whipped cream off my nipples. Go senior year",
  "(615): well considering the guy who just delivered my cookies had to console me as i had a mental breakdown in front of him i'd say i'm 4/10 right now, thank you",
  "(203): this temple that is my body is starting to crumble and turn into ruins",
  "(831): Its a holy bong. We had to bless the holy bong water.",
  "(503): It's something I can't competently describe without making sex sounds.",
  "(615): Wow! It's so great to hear from you! We all thought you perished in Winepocalypse 2012, man.",
  "(770): You know what id love more than anything right now? ..a back rub while eating biscuits and gravy",
  "(973): Currently playing charity bingo with coworkers so if u were ever gonna send a dick pic now is the time",
  "(469): Do you think it would be a margarita if you just out tequila in a sonic slush?",
  "(906): I'm gonna play this game called Conquer the Dicks. I think it is self explanatory.",
  "(740): We're exchanging our favorite porn sites at 9 am. I think this brings our relationship to a whole new level",
  "(770): Sorry for pissing on y'all's floor last night",
  "(860): Someone the age of your son tried to go home with me from the bar last night",
  "(+44): ...and that is the first time I've ever wished fewer naked women on someone I like.",
  "(914): Some guy is in my phone as Pat McAwesome.",
  "(201): If you got me high enough to laugh at a ceiling fan until I shat my pants you should at least have the decency to buy me another pair",
  "(281): I am still awake. And let me sing you the song of my people. Ahem. \"I have a bottle of hydrocodone and you all can fuck off.\"",
  "(805): The fact that I am laying in bed on my stomach with an ice pack on my rump is a clear indication that I am no longer in my carefree 20s",
  "(412): Everytime I try to keep track of the amount of people I slept with I always forget about that guy I met on the dc metro, where I woke up to him organizing his Special K and Molly and I was covered in sleeping cats.",
  "(425): I offered him midol and told him \"it always helps my period so maybe it'll help yours\"",
  "(330): I CAN ONLY BE THE BIRDIE ON YOUR SHOULDER WHO LEADS YOU INTO BAD DESCISIONS",
  "(617): she hacked my macbook and downloaded an illegal version of the original pokemon red, completely nude in my computer chair.  there were several levels of hornyness existing all at once",
  "(602): I woke up with what appeared to be LSD in my pocket. Know anything about this?",
  "(908): it's gotten to the point where I just look in my closet, think, \"which article of clothing behaves most like a towel?\" and then just go with that",
  "(315): well that's the third time this semester that I've projectile vomited walking to class in front of dozens of people",
  "(212): be right there i have to get my cape",
  "(508): So my flight takes off at 8am. Does this mean I need to break my airport bar pre-flight ritual?",
  "(774): Aren't you the one who taught me that airports are the judgement-free drinking zone?",
  "(404): Everyone's going out for thirsty Thursday and I'm just like. Cool. Enjoy yourself. I'm gonna eat an entire pizza and watch King of Queens reruns.",
  "(706): So is that the only criterion for shenanigans now? Don't die?",
  "(410): Would it be crossing a line if I told him that I now know his girlfriend has a huge mole on her left ass cheek?",
  "(848): Just realized Ive never seen my f buddy in the daylight. What if he looks different?",
  "(423): Dude. I've been high for so many hours now that I'm just accepting this as my new reality.",
  "(908): someone just got arrested on campus...",
  "(908): holy fuck look at all that cocaine",
  "(210): Bro you fell face first into the sand and then balled up into the fetal position and yelled help untill I picked you up, no more whiskey for you...",
  "(+44): Some girl is sitting topless in the kitchen and having a Skype video chat with some guy. I already like it here.",
  "(781): So I just realized I have three bananas, seven condoms, three lube packets, three tampons, and a shot glass in my bag but no pen  #modelstudent",
  "(443): So I've been spending my morning trying to figure out if there's a corealation between Wednesday margarita night and the boat that's now in my living room.",
  "(610): I hate drunk me more than anyone else in this world",
  "(860): He's drunk and I'm pain-killer high and we're about to watch fireworks at disney world. It's gonna be fucking magical",
  "(330): Just introduced myself to a group of people and one dude said \"You're Marc!? I've heard many a legend of you.\" I raised bottle of champagne, said cheers, and drank with them.",
  "(603): last thing I remember is yelling  'sit on my face' through a traffic cone",
  "(804): It was marvelous. I was drunkenly conversing with my professor in some of the best Spanish I've ever spoken.",
  "(712): Spent the majority of my senior year drunk. Graduate of 2011, I think 2011. Probably.",
  "(903): The secret to finals week is to have an orgasm for every point you need on the test before you take it.",
  "(205): I slept through 4/20 and my roommates bought an entire ham that's just sitting in the fridge...",
  "(+44): Don't blame me. My vagina leads me astray.",
  "(303): When I was hooking up with this guy last night all I could think about was if we were in Game of Thrones... I need to stop doing drugs",
  "(909): You know you were way drunk when you wake up at 7 AM halfway on a couch, tangled in a sheet with your shoes still on.",
  "(404): It's simple. He fucks me at his place and I fuck him at my place. It's like man of the house gets to top.",
  "(234): I stopped his blowjob to raise 3 fingers & whistle the hunger games tune to the people walking past the window",
  "(905): 4 out of 7 roommates in one month isn't that bad if you think about the fact that 3 of them were in the last 24 hours",
  "(209): and then you called me a third time and yelled that you were stealing a puppy named Willow",
  "(216): Before I go in, is 'I just got a root canal 2 hours ago' a good excuse to show up drunk to yoga class with a 6 pack? Because if not I think I need to go home.",
  "(254): We smoked a blunt in a stall where a drag queen was fucking a bartender in the ass. So theres gonna be a second date :)",
  "(320): I just spilled my beer on a five year old. She's crying but I can promise you I'm more upset.",
  "(940): On her way to bed she said, \"If you have sex on the couch, just move my blanket\"  Needles to say, we moved the blanket",
  "(+61): So I had sex in the woods today. Anything else that happened today? Irrelevant. It was a GOOD day.",
  "(908): best eviction party ever.",
  "(610): it wasn't an eviction party you asshole, you just happened to get yourself evicted during the party.",
  "(610): How do I have sand in my vagina if we were an hour away from the beach?",
  "(763): How about we just have a naked taco night instead?",
  "(804): I'm too old for chlamydia.  That's for 20 year olds who go to clubs and do drugs I've never heard of.",
  "(347): Oh hell no my vagina is on that screenshot",
  "(443): The best part of Easter was watching all his colorblind cousins try to find the eggs.",
  "(607): I know I've never told you this before.. but Gyro sauce makes everything okay.",
  "(715): I found my limit. I will not, in fact, blow my 78 year old professor for an A in his class.",
  "(908): you just rode your bike home from a one night stand in a stolen skirt with no underwear and you're telling ME to reevaluate life choices?!",
  "(518): Explaining that I bought them at a strip club gift shop with my friend didnt make the furry handcuffs seem less weird",
  "(602): You realize that if you get murdered while we're talking, I'm gonna have to explain to your next of kin why the last thing on your phone is a picture of my boobs.",
  "(404): I last recall trying to play piano and asking justin for drugs. I would like to think I then gracefully laid down on the couch and shut my eyes like a sleeping kitten.",
  "(517): Yeah, nothing like barfing into a grocery bag you just put dog shit into.",
  "(616): Your brother just walked into my room, pissed drunk and butt naked, got into my bed and fell asleep. In knowing I am gay, you have one hour to deal with him before I do",
  "(217): 2 six inch heels, 3 big sangrias, no broken legs",
  "(713): This mustache is awesome. I can't pass by a mirror without looking in it and thinking damn, I'd like to give that guy a handy.",
  "(702): Reasons I shouldn't drink... My twitter drafts keep getting more and more emotional.",
  "(706): I'm just like... Utterly amazed that we're still alive at this point. Who'da thunk it....",
  "(858): He was dressed as the 420 Easter bunny...he looked like a walking anti-drug campaign.",
  "(858): Well I passed out before 4:20 on 4/20 so I deem it a failure AND a success.",
  "(204): My purpose is to unleash drunk self on strangers, i believe as some terrifying icebreaker, otherwise i too would offer my driving services.",
  "(412): College has done two things for me. Given me the confidence to blow my nose in public and shit in public",
  "(614): Sometimes I just want to kiss you without you pulling ur cock out and waving it at me",
  "(412): I think that all guys are assholes, some of them just have less assholeish qualities that we accept in our lives and that we can look past enough to deal. They have to be a pretty special asshole.",
  "(602): I may be going to Mexico. I just met a drug dealer at a strip club. Seems legit.",
  "(412): I need you to go into my room and get some pants then bring them and four band aids to Sam's apartment no questions",
  "(905): I feel like you're the reason public nudity is illegal and generally frowned upon in society",
  "(603): What guy invites over a booty call, gets all naked and then when the real fun begins and a condom is needed, claims to not have one? And wears socks THE entire time?",
  "(617): Right, try not to commit a felony that costs more than 4 dollars cause that's all I have in my bail jar.",
  "(505): Getting free blow from a total stranger, who asked permission to stroke my eyebrows, was the highlight of my evening out. Also, I have a new cuddle dealer.",
  "(506): You having your own car has severely reduced the amount of blowjobs I get.",
  "(734): I just tried to brush my hair with a can opener. Who gave you that brownie",
  "(424): I'm eating a subway sandwich in the bathtub because I don't want to move. God bless boys from Brooklyn",
  "(818): I like her because we want the same things out of life AND she actually wants to have sex with me.",
  "(360): Life is when you're laying naked in bed, eating Double Stuff Oreos with your boyfriend, blazed as fuck. Happy 4/20.",
  "(720): Look, you don't know disfunction until you've sat on the john taking a shit and crying while totally sober.",
  "(918): She had an asthma attack and had to stop but insisted on getting me off. It's official she's the one",
  "(512): It's just great that Easter is on 4/20 this year. Now everyone can enjoy the Easter egg hunts. And being around my whole family.",
  "(978): THIS IS A TERRIBLE REWARD FOR NOT GETTING PREGNANT.",
  "(303): The Easter dress struggle is real",
  "(206): Yep. Just had to pull mine off to puke.",
  "(716): I'm just that drunk tells people I love them or wants to set them on fire. Accept that.",
  "(562): I just text my one night stand Happy Easter on her way home...now would be a good time for the lord to smite me.",
  "(773): There. Isnt. A. Single. Person. Who. Is. Not. High. At. Church.",
  "(323): I called him a \"Beautiful Bastard\" with \"Beautiful Bastard Hair\". That is how you pick up a guy from Denmark.",
  "(770): I learned a very valuable lesson tonight...don't touch a cops tazer",
  "(217): You also once spent an entire hour explaining the origin of the strip steak to me.",
  "(404): Easter was a success. We had an egg hunt and hid weed and conforms inside them. Cooked a ham, made some jello, got wasted. THIS is adulthood?!",
  "(808): In case you were wondering how drunk I was last night, there was an unopened slim Jim in front of my door and I ate it.",
  "(570): The profile of her ass is just unreal. Weird way to use profile I know, but never more accurate",
  "(905): You woke up butt naked, peed yourself said something about jumbo shrimp, and passed back out 10 seconds ltr..",
  "(309): Nick's drunk off his ass and Kyle just Texted me and all he said was \"butt pirates from space\".",
  "(937): Apparently drunk me thought it was a good idea to buy $100 worth of band aids and stick them all over everything in the apartment.",
  "(615): IT IS EARTH DAY, RECORD STORE DAY, 4/20 EVE, AND SATURDAY ALL AT THE SAME TIME!",
  "(425): My brother walked up to us as we were making out and was like \"hey man, go to town!\" and winked",
  "(530): He's getting Easter eggs filled with weed or Jell-O shots for his birthday",
  "(503): He bought the 12 pack of condoms. I take that as a sign of serious commitment.",
  "(608): Apparently, acid is a good substitute for cash if you don't have any! Who knew?",
  "(770): Stop your judging. I got free booze AND an oil change. You're the one whose always saying we're spending too much money.",
  "(651): When I go out tonight I need to make sure to be really good. The Easter bunny doesn't deliver to jail",
  "(651): I have never thoroughly inspected the geometry of my nipples until now. How do I fix this?",
  "(919): we could do so many fantastic illegal things together. sexually and otherwise.",
  "(303): Killing two birds with one stone tonight: mastrabation meditation. Win win.",
  "(206): Easter bunny might get some gnarly munches and not even have enought candy left to hand out",
  "(630): oh I'm washing fake blood out of my bra.",
  "(1-630): I NEED to hang out with you more",
  "(603): Sneezing cum all over the table was not the highlight of the family reunion if that tells you anything",
  "(973): He's gonna be so upset when he get's a real job and can't do serious drugs.",
  "(513): DIBS ON THE NEW GUY.",
  "(504): NO. NO FUCKING YOUR COWORKERS",
  "(908): All I've consumed in the last 24 hours is cranberry vodka and kosher for passover biscotti",
  "(615): That's what happens when you party with the tribe",
  "(616): You can't Tinder AND have him bring you icecream in the same night. It messes with your vagina.",
  "(760): Then I did coke with my taxi driver where he then ended up paying me for the drive. You should try being a girl sometime it's super sick.",
  "(585): Your boyfriends underwear are hanging from my kitchen window. Where the fuck are you?!",
  "(916): I never turn down an adventure. My life is like a sexual Lord of the Rings.",
  "(715): So he noticed that I cut a half inch off of my hair. Guess who just earned himself some road head on the way to the twin cities?",
  "(713): Despite popular belief cocaine is not a good pre-workout",
  "(561): P.S. If you wake up before noon it still counts as morning sex",
  "(818): Dude, you need better judgement.Trust me I know. I put my dick in the wrong mouths all the time",
  "(215): What kind of present accurately says to my male suitemate \"I'm sorry that I accidentally flashed you my vagina while I was super drunk\"?",
  "(250): I just bottomed with the last unicorn playing in the background. I've hit a new level of gay.",
  "(610): This is my punishment for trynna have a festive time with a stranger. I always forget you can't get weird with one night stands",
  "(204): As you passed out you started to cry and say \"Mufasa\" over and over again making everyone else cry.",
  "(210): It was one of those \"how did I get to my bed and what am I wearing\" mornings.",
  "(307): \"Masturbate\" is an actual item on an actual ToDo list of mine.  It is at the top.",
  "(724): Metaphysical thesis on the illusion of self+ 2 day adderal binge = the walls of reality are crumbling",
  "(781): I've started budgeting for next year. It looks like I'll be crying tears of dollar bills and handing them over to pay back my unholy college debt.",
  "(407): My mom is selling her car. I'm secretly relieved I won't ever have to tell her about that time you puked in it",
  "(618): I just remembered I made you punch yourself in the face last night and I would like to formally apologize for that even though it was hilarious.",
  "(561): Kinda awkward to hear your aunt complain about loose women when you're in town to be a stunt dick for a swingers convention. Just sayin.",
  "(785): I'm home now if you wanna come over.",
  "(913): Sloane just tried to lick my eyeball. I'm going to regain my composure then I'll be there.",
  "(609): Are you coming down for 4/20 or does Easter kinda fuck that up for you?",
  "(928): I just spent 5 minutes saying how beautiful you are and you come back with dont get fat cause you have weird nipples.",
  "(401): Okay. So I've done lines off a bible. But that's just for the sake of being cliché.",
  "(925): I get so many dick pics from him...He has an unhealthy obsession with his own penis...",
  "(925): You sent me a picture of curly fries with no explanation attached. This is the first time you've texted me in 2 months.",
  "(425): Our sibling relationship has really blossomed into a wonderful mutual acceptance of sluttyness",
  "(973): In all fairness that 65 year old man looked 23 in club lighting so you can fuck right off",
  "(804): Guess who just enrolled into online classes at Hogwarts? This gal.",
  "(740): I have a magical vagina and I can't deny it anymore",
  "(423): That moment when you can't decide if you should vote for the random frat guy you have head to at the beginning of the semester for business and technology senator.",
  "(519): Just had my first american. He tasted like freedom.",
  "(+44): I can't take my grandparents out somewhere where I've fucked half the staff.",
  "(+44): I want a battle ostrich, get me a battle ostrich and then come and make love to me",
  "(301): You know you had a good night when you wake up cuddling a baseball bat and a can of chicken noodle soup.",
  "(425): Ugh a 13 year old just asked me why people drink, I had to explain it without making it sound good. I need a drink.",
  "(641): Momentum is force x velocity.  So therefore velocity is 0 - hammered, and force is ur legs locked up and ur face hits the ground.",
  "(641): I felt paralized they just wouldnt move. We need segways when were drunk cuz if we start to fall forward they well take off and save the fall.",
  "(718): Man. Apparently I blacked out between the 4th margarita and my air mattress. Asleep in my jeans at 10pm. Mom outdrank me again.",
  "(914): I’m almost positive this girl is drinking a mojito in class right now, if so she’s my new hero",
  "(510): How is your new roommate working out",
  "(415): We are drinking at the laundromat. And will probably have sex later. So...pretty good.",
  "(412): So after my hot dog popped out of the bun and fell to the ground I tried to pick it back up and eat it. He had to kick it away from me to stop me from trying to pick it back up and eat it. I like him.",
  "(510): Naked. naked and bneed help.",
  "(516): I just got a lap dance from a kid in the coconut bra... So not drunk enough for this.",
  "(615): my throat is bruised, my back is scarred, my vagina feels like it's going to fall off.. you're like godzilla. you destroy everything.",
  "(864): Finding an empty bathroom to shit on campus is like the quest for the fucking Holy Grail. Except with more stench and humiliation.",
  "(727): Spotify knows me way to well. You mention swinger club and guess what it shuffles to? Danger Zone by Kenny Loggins",
  "(775): He has a bathrroom scale in his room with an alarm attached to it so anything over 150 sets it off and in his drinking stupper he can make a run for it.",
  "(770): Just sitting here contemplating the meaning of life.",
  "(706): So you're drunk waiting for the bus.",
  "(810): I went on a psycho cleaning spree so I feel I've earned the right to spend the day in bed watching porn and eating sausage biscuits. If you bring alcohol you can join me.",
  "(1-810): All other girlfriends are inferior. You are the chosen one.",
  "(323): My boss brought her husband's telescope to work, so all of us that work in the MMJ Dispensary got high and had an impromptu Blood Moon viewing party. I love my job.",
  "(573): Your the only person to come back from spring break with a non std related infection",
  "(410): I feel like one thing if I have going for me is that my bed looks like a nice place to have sex",
  "(601): When you get shitfaced you find strippers when I get shitfaced I speak to woodland creatures, do you see the dilema?",
  "(727): I woke up with my earring stuck inbetween my tits. Somehow you fucked my earring out and my boobs saved it. I'm pretty impressed with both of us right now.",
  "(252): Jesus I should have learned from my first marriage not to get married again",
  "(310): Sorry I punched you in the throat.  You got in my way.  You understand.",
  "(678): He made a toga out of my hot pink bed sheets and cracked an egg on his head. Then he proceeded to alphabetize our DVD collection, which was impressive because I'm 99% sure he couldn't have done that sober.",
  "(720): I'm in a corner eating carrots and drinking champagne. I've hit a new kind of low.",
  "(563): How is that low? I love carrots.",
  "(805): Guys, as my favorite vagina consultants I have to share something.",
  "(805): My professional advice is not to put lemons in your lady pocket.",
  "(682): You thanked me for a delicious cock and tacos...",
  "(707): I don't know whether to laugh it off or be pissed at him..I got pulled over this morning leaving his place and the officer thought my hickeys were hand prints around my neck and asked if I needed to be escorted out of town.",
  "(207): I hung my underwear from the tree in his front yard. Consider my territory marked.",
  "(703): Theyll love you, its bunch of older ladies who drink whisky and sours and talk about the sex seans in Game of Throwns",
  "(512): And that was the night we had mind-blowing sex with the score from Raiders of the Lost Ark blaring on vinyl in the background...",
  "(604): We're sitting in the bathtub, eating pizza, doing shots of vvodka and comparing nipples. I havfe never been so comfortable in my life.",
  "(585): He yelled \"HOO-ah!\" like Al Pacino when he pulled down his pants. Trust me, he has every right to.",
  "(917): My doctor actually said I was suffering from an \"acute hangover\" in doctor's note I asked him for....what a douche",
  "(774): who sends a dick pic at 3 am on a sunday honestly",
  "(413): seriously. and now it'll take him hours to clean up the glitter",
  "(484): Well, I just bought plan b with the tips I made from the job that I slept with my manager. So yeah, that's my life. How's yours?",
  "(516): Is it weird that I'm looking up pubic hairstyles?",
  "(512): me + whiskey = a bad person",
  "(512): I just got a girl to make out with me just by saying \"get at me.\" Get at me",
  "(616): Reminder: You could have had sex with me while wearing a tiara.",
  "(217): I have six new people in my phone that I don't remember adding. One of them is \"Bourbon Yeah.\" Successful evening?",
  "(303): She leaned in close to me, made eye contact, and seriously whispered \"I will eat your soul with bacon bits.\" I want whatever drug she was on.",
  "(865): Never in my life did I dream that I would meet and NFL linesman, let alone that he would be standing before me dressed as a Roman centurion and asking for Vaseline.",
  "(210): Just found out I made out with the 40 year old Captain of the boat at the barge party. On the bright side he let me drive the boat so at least there's that.",
  "(678): No. Nooooo. No way. She looked like Amanda Bynes. The recent one not the one from All That.",
  "(314): Do you hit a new low in life when you have to carry around a puke bag in your purse when you're hungover?",
  "(310): Liar. My heart is broken and my boobs are disappointed.",
  "(210): Dude. You dropped to your knees and face planted into the rocks. And continued to talk on the phone and laugh. That's where those cuts came from.",
  "(973): I knew there was a problem when things got heated and instead of rushing home I offered to get bagels instead",
  "(716): \"There should be some kind of award for sleeping with your ex 9 times in 3 days.\"",
  "(314): Sorry. My phone died in the middle of you explaining why we would never work as a couple. Whatever you were gonna say, I probably agree.",
  "(206): Yeah! Don't let me leave the house without marijuana and a juicer.",
  "(315): You invented a drink at the bar and named it Boner Soup. It was like an even trashier version of a long island iced tea",
  "(608): Yeah and you keep saying \"I know how to win America.\" While running away from us",
  "(585): Now that mom and dad sold the camper, do you think it's okay to talk about all the sex I had in it?",
  "(804): he was high. i was rolling face. we were both wearing grateful dead t shirts. at that point it's like we had no choice but to fuck",
  "(763): I just bought a 1/4 oz of pot from a coworker who's old enough to be my grandfather...I'm never leaving Portland.",
  "(323): He said we were over, wrote my name on the condom he left in my car last night and said he'd always keep it in case I came back.  It was kind of romantic",
  "(224): I SHOULD NOT BE HAVING AN EXISTENTIAL CRISIS OVER PIZZA",
  "(703): We have a lot of substance abuse to do tomorrow its sleep time",
  "(412): I told the bartender that his red, white and blue shots were terrible and tasted like Thomas Jefferson's balls.",
  "(831): just chugging fertility tea and vodka, no big deal.",
  "(705): I didn't even know this guy existed until he'd had his hands down my pants, so I just went with it.",
  "(314): Matt and I's climactic adventure has ended with Matt being hauled off to jail. And now his brother and I are having lunch and a beer.",
  "(214):  I swear going to your house is like going to a strip club, no matter what happens I get glitter on me.",
  "(417): People will say \"JOE YOU MUST TURN DOWN\" and I will refuse, in the name of liberty.",
  "(802): Everyone's impressed that I actually got pee all over his car since I'm a girl and they're a little curious..",
  "(716): Because it's not worth it. And there is no nice way of saying \"sorry, you're not good enough at sex for me to drive 45 mins\"",
  "(785): I just need to stick to one night stands and delete social media",
  "(517): I watch one musical on Netflix, and the \"Suggested for you\" section is literally almost the entire gay movie category. I feel profiled, and netflixs' accuracy about my sexuality is both impressive and offensive.",
  "(406): Just jacked in the family restroom in the hospital while eating beef jerky and looking at reddit gone wild.",
  "(858): Woke up to the frozen soundtrack blasting in the living room best one night stand ever",
  "(510): I was proudly and successfully the first girl ever to get kicked out of a the bar for being too drunk last night. Loving spring break.",
  "(908): holy fucking shit get me out of here. even the babies are wearing beanies",
  "(410): The man was doing everything in his power to get away from his wife, including go into the gay club.",
  "(309): My balls are resting on a block of frozen cheese in a sealed bag",
  "(515): you know she was a bad idea when your mom offers to pay for an eHarmony account",
  "(715): When you wake up, I have a unicorn coloring book, crayons, mini cupcakes, and booze.",
  "(404): HEY JUST FOUND A SHIT TON OF MONEY IN THE PURSE HE SENT BRB GONNA GO BUY ME SOME MALE STRIPPERS AND BATHE IN THESE TWENTY DOLLAR BILLS",
  "(908): would it be uncouth to smoke a joint during office hours",
  "(615): This is why you're my favorite TA",
  "(314): Everything was going well until he very loudly said that he wanted to cum on my fingernails.",
  "(239): Also I just took Ritalin with coffee so if anyone wants to know what numbers sound like, I got you",
  "(864): Using my graduation announcement box as a table to roll a blunt on. I've official stopped giving a shit about senior year",
  "(928): I was like, booze is the closest thing I have to a father. Don't pour daddy down the sink",
  "(703): If the ex isent in town and im crying under a table somewhere because of it can we go to a drag show or something",
  "(775): He won a jackpot and invited his ex girlfriend over to have sex on 5grand",
  "(307): I'll pass on that plan. The lack of my penis in new vaginas is no where on the itinerary.",
  "(812): Oh it's tea and biscuits for everyone. An possibly pink eye",
  "(+44): The only way I'll cross anything off my to do list today is if I write 'eat melted cheese' on it",
  "(270): I was so ripped I had a natty light box over my head carrying a spray bottle out in the streets trying to give car washes.",
  "(303): So shaving my butt whilst humming \"be prepared\" is now in my top five weirdest Friday night activities.",
  "(404): I told him we could fuck whenever was concurrent for both of us",
  "(804): Woke up in a sombrero and a males speedo. Tequila makes normal peoples clothes fall off, however it makes me fall into a questionable identity crisis",
  "(804): He was smart enough to bring a condom to our study date so I mean I'm sure he'll do fine on the test",
  "(740): Lol. I get my husbands paycheck every week. Immediate deposit into my purse next to his balls.",
  "(289): how do you always get into these \"we banged the same dude now lets be friends\" situations???",
  "(626): i rearranged my furniture so i could masturbate in the sun. how's that for spring cleaning?",
  "(984): I won't let penises inside me if you won't let tequila inside you, deal?",
  "(323): Say whatever you bloody well like; you don't know the true meaning of life until you have smoked to a Sade cd.",
  "(816): At some point he mentioned fried rice and take out... I don't think we know how sexting works",
  "(443): Because making bad decisions is what makes our house great and I don't plan on changing that anytime soon.",
  "(402): Dude, I have everything I need for meth here.",
  "(779): YOU ARE NOT ALLOWED TO MAKE METH IN OUR APARTMENT.",
  "(631): Dude...I slept walked to the free condom bin in the lounge last night. I don't know why.",
  "(724): I could not handle jail. And my very angry parents.",
  "(425): So many weird people in this class. I can practically taste their unwanted virginities. They taste bad.",
  "(518): sex in a hospital.. check",
  "(828): DROP EVERYTHING! Gatta go get tested for herpes, lets make an adventure out of it.",
  "(425): My goal in life is to ruin sex for someone. To be so mindblowingly unreal that they can never find anyone like me ever again. So far it's going well.",
  "(425): Oh man 11pm. That means it's time to take my shirt off an eat a brownie",
  "(+44): What did you two do last night and why did Sam send me a picture of your dick?",
  "(225): there may have been a blood oath never to speak of it again...only reason i can think of as to why there was a 1 inch bloody cut on my right boob",
  "(520): I seriously need to grocery shop. I have a slice of cheese, and alcohol.",
  "(860): Don't call police on the strange man passed out in his car in the driveway. I'll be home around noon to collect him.",
  "(770): Yeah. I couldn't figure out why my toes hurt. Apparently, the guy I was dancing with, kept running them over with his wheelchair.",
  "(203): I woke up in a stranger's bed wearing nothing but santa socks.",
  "(301): I'm driving home wearing one sock, boxers, and a tee shirt. That's how good it was",
  "(563): Not going to lie: not even the fact I'm wearing men's cargo pants can hide the fact I have an awesome ass.",
  "(203): I was his one phone call from jail and I hung up on him. He's fine though were gonna go to a party now.",
  "(561): I just shotgunned a beer and my lipstic didnt BUDGE. MERICUHH",
  "(+44): She may be more beautiful than I am, but I bet she hasnt pissed in as many public places as me...",
  "(760): I feel like my vagina was punched by chuck Norris, a Brazilian chuck Norris.",
  "(330): I told her it would be awesome. We are all the same people. One of us would always be drunk, one of us would always be hooking up, and one of us would always be crying into a pancake.",
  "(402): He used one of his curtains as a leash and hand restraints. He wins the creative sex challenge hands down.",
  "(775): Last night's dream consisted of you, me, a sauce pan full of cocaine and light sabers. I almost cried when I woke up.",
  "(210): Also...I'm semi-dating the drug dealer that took me to bible study",
  "(250): i found waldo and immediately set him to work eating me out. please have more out of season costume parties.",
  "(807): Neighbour is sobbing. Difficult to masturbate.",
  "(818): Today is National Blunt Day in the Great State of Me. Come ovah",
  "(267): No. You don't want this. When I threw up last night, it was so intense I went blind for about 3 seconds.",
  "(805): Someone explain why I'm twerking in my bathroom right now before a charity run",
  "(802): Got paid 100 bucks to babysit a kid for five hours while hungover. I slept the whole time and threw up twice. Yes 100 bucks.",
  "(219): You were throwing cups at people in the basement, yelling at them to get out of your swamp.",
  "(801): Hey sorry about last night. can I come pick up my tooth?",
  "(410): You know you're too drunk when you start calling people out for unfollowing you on social networks.",
  "(318): WHY DO I KEEP FINDING CHICKEN THROUGHOUT THE HOUSE? GET YOUR ASS HOME NOW!",
  "(805): On a completely different note: my hookup and i are now in a semester GPA competition. Winner gets froyo and sexual favors. School just got interesting.....",
  "(905): I just realized that every possible way I walk to campus I walk by the house of someone I slept with",
  "(530): I've started brushing my teeth at 6pm, because honestly  alcohol is the only thing I consume after that",
  "(613): I found her face down on the kitchen floor asking anybody who walked by for Kraft Dinner",
  "(540): I'm gonna take a crap in the portashitter like a civilized human being.",
  "(773): his first fb message to me in 3 years was \"is your cock open for business?\" im blocking him",
  "(847): this relationship shit is hard. like i'd like to be able to watch veep without him trying to dry hump me. also im drunk and its 11 am so",
  "(508): Just brought out that old CCM hockey helmet. The one covered in sharpie penises with \"DRUNK BUCKET\" written across the front. The number of tally marks / initials from tonight's drunk stunts alone is equal parts inspiring and alarming.",
  "(508): So last night I turned down multiple drinks because \"I didn't want to hold them\". It's time reevaluate my decisions",
  "(206): Is there like a dick file on me? Guys can't hold two dicks anymore?! Who are you people????",
  "(310): NOTHING IN THE WORLD IS GOOD SOFT",
  "(310): NOTHING",
  "(814): Nothing says \"class act\" like eating acid in the middle of a Buffalo Wild Wings",
  "(740): I know it was a good night because I got a lecture from my roommates mom about stranger danger",
  "(973): Let's go. I'm waiting for my time to shine among the stars of never never land. Make sure you bring my Peter Pan costume this time. Shit's bout to get real glittery.",
  "(941): I may or may not have definitely said the words \"how do I put this beer in my purse without looking like an alcoholic\" last night.",
  "(770): so I was eating out this girl who was wearing my pirate hat In an alley behind the bar last night and some girl walks up and takes a picture. apparently we had a crowd of about 10 and it turned her on so she just didn't tell me",
  "(814): Dude get here. I just re-invented nachos. For real though. They werent real before right now",
  "(507): The sex is great, I just think it'd be better if we listened to Deftones during it.",
  "(781): MEAN GIRLS IS ON NETFLIX! I REPEAT, MEAN GIRLS IS ON NETFLIX! THIS IS NOT A DRILL! I LITERALLY NOW HAVE TO CANCEL ALL OF MY WEEKEND PLANS.",
  "(763): Are you going to eat tacos off the floor again?",
  "(802): I sent him a tit pic on accident and he replied with \"nice ass\"",
  "(702): HE STARTED HUMMING THE THEME TO STAR WARS!! WHILE I'M SUCKING HIS DICK!!",
  "(614): And now I have a massive dip in and a Bloody Mary that would catch on fire if you put a flame close to it, with no pants on... At 8:15Am. Being single is pretty legit",
  "(699): woke up in the back seat of my car with a naked chick and my brother tapping on the window. yup, what a night",
  "(712): I'm facebook/twitter stalking the guy I just slept with as he's passed out next to me. What a time to be alive...",
  "(905): No like he has curves. I remember thinking he had a nicer body than me",
  "(905): My dad just saw me take dirty one night stand underwear out of my purse. I'm willing to admit I have a problem",
  "(908): There's mini weenies and empanadas everywhere...",
  "(229): I just took the batteries out of the xbox remote so she could replace the dead ones in her vibrator If that's not love I don't know what is",
  "(480): Oh Jesus. Are you going to the hospital?",
  "(520): No I'm showering then leaving for Vegas",
  "(607): she keeps a switchblade in her panty drawer... i am both terrified and slightly turned on",
  "(914): Just checked in with my friend who walked in on us. He thinks you two had a spiritual connection and he's bugging out",
  "(914): He was also rolling face on molly so his perception of divinity might be slightly off",
  "(954): I mean, you got a giant dick. I've seen lawn gnomes that are smaller.",
  "(306): He was trying to talk to me about standards while he had a french fry box on his hand like a glove and was using it to flatten his cheeseburger.",
  "(425): Let's celebrate that I used a condom",
  "(908): do you ever just look around and think about how great it is to have depth perception? Like it's really, really cool when u think about it"
]